<nav class="about-book">

    <div class="book-text">
        <h2>«Повесть о жизни»</h2>
        <p>Книга, созданная руками человека, стала такой же категорией вечности, как пространство и время. Смертный человек создал бессмертную ценность. Но за сутолокой жизни мы об этом всегда забываем. <...> Никакие провалы истории и глухие пространства времен не в состоянии уничтожить человеческую мысль, закрепленную в сотнях, тысячах и миллионах рукописей и книг.</p>
    </div>

    <div class="book-img">
        <img src="res/img/general/open_book.png" alt="img">
    </div>
</nav>